Repository: DivaryOfficial/divary-iOS
Catalog: Divary/Resources/Localizable.xcstrings
Source language: ko
Languages: en

source: 가벼움
en: Light

source: 감압정지
en: Safety Stop

source: 갑각류
en: Crustaceans

source: 강풍
en: Strong

source: 강함
en: Rough

source: 갯민숭달팽이
en: Nudibranch

source: 격류
en: Strong

source: 고객센터
en: Customer Support

source: 고요한 찬란함의 절정
en: The peak of serene brilliance

source: 공개예정
en: Coming Soon

source: 관찰 팁
en: Observation Tip

source: 교육 다이빙
en: Training Dive

source: 군소
en: Sea Hare

source: 그냥 나가기
en: Leave Without Saving

source: 그동안 함께해주셔서 감사합니다.
en: Thank you for being with us.

source: 기록
en: Logs

source: 기온
en: Air Temp

source: 기체 소모량
en: Gas Used

source: 기타
en: Other

source: 기타 특징
en: Other Features

source: 끄덕새우
en: Hinge-beak Shrimp

source: 나비고기
en: Butterflyfish

source: 나쁨
en: Poor

source: 나의 친구
en: My Friends

source: 나의바다
en: My Ocean

source: 난파선
en: Shipwreck

source: 날씨
en: Weather

source: 날짜 선택
en: Date

source: 날짜 선택 완료
en: Done

source: 내용을 입력하세요
en: Please Enter

source: 닉네임, 프로필 이미지, 나의 다이빙 레벨 등 계정 정보가 삭제돼요.
en: Your account information, including your nickname, profile image, and diving level, will be deleted.

source: 다시 가입해도 이전 정보는 복구되지 않아요.
en: Even if you sign up again, your previous information cannot be restored.

source: 다이버 아이템
en: Diving Gear

source: 다이버리 회원 탈퇴 유의사항을 확인했어요
en: I have read and understood the account deletion notice.

source: 다이브 마스터
en: Divemaster

source: 다이빙 개요
en: Dive Overview

source: 다이빙 로그 제목
en: Dive Log Title

source: 다이빙 목적
en: Dive Type

source: 다이빙 방법
en: Entry Type

source: 다이빙 지역
en: Location

source: 다이빙 포인트
en: Dive Site

source: 다이빙 프로파일
en: Dive Profile

source: 다채로운 스티커팩으로 일기장에 특별한 감성을 더해보세요.
en: Add a special touch to your diary with colorful sticker packs.

source: 단체
en: Agency

source: 더움
en: Hot

source: 독성 여부
en: Toxicity

source: 돌돔
en: Striped Beakfish

source: 동행자
en: Dive Team

source: 드라이 슈트
en: Drysuit

source: 등불아귀
en: Anglerfish

source: 레귤레이터
en: Regulator

source: 레벨
en: Level

source: 레스큐 다이버
en: Rescue Diver

source: 로그북
en: Logbook

source: 로그북, 일기 나의 바다 등 모든 기록이 영구 삭제돼요
en: All records, including your logbook, diary, and My Ocean, will be permanently deleted.

source: 로그아웃
en: Log Out

source: 로그아웃하시겠어요?
en: Do you want to log out?

source: 리더
en: Dive Leader

source: 마스크
en: Mask

source: 마이페이지
en: My Page

source: 말풍선
en: Speech Bubble

source: 맑음
en: Clear

source: 몸 형태
en: Body Shape

source: 무거움
en: Heavy

source: 무늬
en: Pattern

source: 문어
en: Octopus

source: 문의사항은 divary.app@gmail.com으로 남겨주세요.
en: For inquiries, please contact us at divary.app@gmail.com.

source: 미류
en: Mild

source: 미리보기에서는 캐릭터와 펫이 실제 위치보다 아래에 표시됩니다
en: In the preview, the character and pet appear lower than their actual position.

source: 미설정
en: Not Set

source: 바다거북
en: Sea Turtle

source: 바다테마
en: Ocean Themes

source: 바디 색상
en: Body Color

source: 바람
en: Wind

source: 반응성
en: Reactiveness

source: 버디
en: Buddy

source: 버디 펫
en: My Buddy

source: 버튼을 눌러 첫 로그를 작성해보세요!
en: Tap the button to write your first log!

source: 보름달물해파리
en: Moon Jellyfish

source: 보통
en: Normal

source: 보트
en: Boat

source: 복어
en: Pufferfish

source: 볼터치 색상
en: Blush Color

source: 분
en: min

source: 불가사리
en: Starfish

source: 비
en: Rain

source: 비치
en: Shore

source: 사회성
en: Social Behavior

source: 삭제
en: Delete

source: 산호숲
en: Coral Forest

source: 상점
en: Shop

source: 색상
en: Color

source: 생존 전략
en: Survival Strategy

source: 서식
en: Habitat

source: 성게
en: Sea Urchin

source: 성격
en: Personality

source: 세월을 머금은 고요하고 신비로운 푸른 바다
en: A quiet, mysterious blue sea touched by time

source: 소라게
en: Hermit Crab

source: 수온
en: Water Temp

source: 슈트 종류
en: Suit Type

source: 스킨
en: Skin

source: 시야
en: Visibility

source: 시작탱크 압력
en: Start

source: 쏠배감펭
en: Lionfish

source: 쏨뱅이
en: Rockfish

source: 아기해마
en: Baby Seahorse

source: 아바타를 불러오는 중
en: Loading...

source: 아이디
en: ID

source: 아직 바다 기록이 없어요.
en: No ocean records yet.

source: 아직 작성되지 않은 내용이 있어요
en: You have unsaved content

source: 알림
en: Notifications

source: 앱 관리
en: App Info

source: 약간 흐림
en: Partly Cloudy

source: 약풍
en: Light

source: 약함
en: Calm

source: 어드밴스드 오픈워터 다이버
en: Advanced Open Water Diver

source: 어떤 방식으로 저장할까요?
en: How would you like to save?

source: 어류
en: Fish

source: 어시스턴트 인스트럭터
en: Assistant Instructor

source: 없음
en: None

source: 에메랄드
en: Emerald

source: 연체동물
en: Mollusks

source: 오늘의 바다 친구는?
en: Choose your dive icon

source: 오픈워터다이버
en: Open Water Diver

source: 옷장
en: Closet

source: 외모
en: Appearance

source: 우파루파
en: Axolotl

source: 웨이트
en: Weight

source: 웻슈트
en: Wetsuit

source: 이전으로
en: Back

source: 인스트럭터
en: Instructor

source: 일기
en: Diary

source: 임시 저장하기
en: Save Draft

source: 임시저장 완료!
en: Draft saved!

source: 임시저장하고 나가기
en: Save Draft and Leave

source: 입력해주세요
en: Please Enter

source: 자세히보기
en: View Details

source: 작성 완료하기
en: Complete

source: 작성 중인 내용이 일부 비어 있어요.
en: Some fields are still empty.

source: 작성하러 가기
en: Start Writing

source: 저장
en: Save

source: 저장하지 않으면 지금까지 입력한 내용이 사라질 수 있어요
en: If you leave without saving, your changes may be lost

source: 전체
en: All

source: 제목을 입력해주세요
en: Enter a title

source: 조금만 기다리면 함께 다이빙 로그를 나눌 수 있어요 :)
en: Soon, you'll be able to share dive logs with your friends :)

source: 조류
en: Current

source: 종료탱크 압력
en: End

source: 좋음
en: Good

source: 줄전갱이
en: Striped Jack

source: 중간
en: Moderate

source: 중류
en: Moderate

source: 중풍
en: Moderate

source: 지금 끝내거나, 나중에 이어 쓸 수 있어요.
en: You can finish now or continue later.

source: 지금 나가면 일기의 변경 내용이 모두 삭제됩니다.
en: If you leave now, all changes to your diary will be deleted.

source: 착용
en: Dive Gear

source: 청줄놀래기
en: Blue-lined Wrasse

source: 체감 무게
en: Weight Feel

source: 총 다이빙 횟수
en: Total Dives

source: 최대수심
en: Max Depth

source: 추움
en: Cold

source: 출몰시기
en: Season

source: 출시 예정!
en: Coming Soon!

source: 취소
en: Cancel

source: 친구 기능 오픈 예정!
en: Friend feature coming soon!

source: 크기
en: Size

source: 탈퇴 후에는 복구가 불가능합니다.
en: Once deleted, your account cannot be restored.

source: 탈퇴가 완료되었습니다.
en: Your account has been deleted.

source: 탈퇴하기
en: Delete Account

source: 탈퇴하기 전에 꼭 확인해주세요
en: Please read this before deleting your account

source: 탈퇴하면 어떤 방법으로도 되돌릴 수 없어요
en: Once you delete your account, there is no way to undo it

source: 탱크
en: Tank

source: 특이사항
en: Notes

source: 파도
en: Waves

source: 펀 다이빙
en: Fun Dive

source: 평균수심
en: Avg Depth

source: 포근한 분홍빛이 퍼져 있는 몽글몽글한 풍경
en: A soft, dreamy landscape glowing with warm pink hues

source: 폭풍
en: Stormy

source: 프로필 정보
en: Profile Info

source: 핀
en: Fins

source: 핑크호수
en: Pink Lake

source: 해양도감
en: Oceanpedia

source: 햇살이 비치는 맑고 투명한 에메랄드 물결
en: Clear, transparent emerald waves glowing in the sunlight

source: 행동 특성
en: Behavior

source: 형형색색의 산호
en: Colorful corals

source: 확인
en: OK

source: 환경정보
en: Conditions

source: 활동성
en: Activity Level

source: 회원탈퇴
en: Delete Account

source: 흐림
en: Cloudy

source: 흰동가리
en: Clownfish
